Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# training.9f638e07adf6
source: セット{{value1}} 完了
ar_sa: اكتمل تعيين {{value1}}
ca: S'ha completat el conjunt {{value1}}
cs: Sada {{value1}} dokončena
da: Sæt {{value1}} fuldført
de_de: Satz {{value1}} abgeschlossen
el: Ολοκληρώθηκε το σετ {{value1}}
en_au: Set {{value1}} completed
es_es: Serie {{value1}} completada
fi: Sarja {{value1}} valmis
fr_ca: Ensemble {{value1}} terminé
gu: સેટ {{value1}} પૂર્ણ
he: השלמת סט {{value1}}
hi: सेट {{value1}} पूरा हुआ
hr: Serija {{value1}} dovršeno
hu: {{value1}} szett befejezve
id: Set {{value1}} selesai
it: Serie {{value1}} completata
ko: {{value1}} 세트 완료
mr: सेट {{value1}} पूर्ण
ms: Set {{value1}} selesai
nl_nl: Set {{value1}} voltooid
no: Sett {{value1}} fullført
pl: Ukończ serię {{value1}}
pt_br: Conjunto {{value1}} concluído
pt_pt: Conjunto {{value1}} concluído
ro: Set {{value1}} finalizat
ru: Серия {{value1}} завершена
sk: Sada {{value1}} dokončená
sl: Serija {{value1}} končana
sv: Set {{value1}} slutfört
ta: {{value1}} செட் முடிந்தது
te: {{value1}} సెట్ పూర్తయింది
th: เซ็ต{{value1}} เสร็จสิ้น
tr: {{value1}} set tamamlandı
uk: Завершено сет {{value1}}
vi: Hoàn thành bộ bài {{value1}}
zh_hans: 完成{{value1}}组
zh_hant: 完成{{value1}} 組

# training.9fc01e5510fb
source: 写真なし
ar_sa: لا توجد صورة
ca: Cap foto
cs: Žádná fotografie
da: Ingen billede
de_de: Kein Foto
el: Χωρίς φωτογραφία
en_au: No Photo
es_es: Sin foto
fi: Ei kuvaa
fr_ca: Pas de photo
gu: ફોટો નથી
he: ללא תמונה
hi: कोई फोटो नहीं
hr: Bez fotografije
hu: Nincs fotó
id: Tidak ada foto
it: Nessuna foto
ko: 사진 없음
mr: फोटो नाही
ms: Tiada gambar
nl_nl: Geen foto
no: Ingen bilde
pl: Brak zdjęcia
pt_br: Sem foto
pt_pt: Sem foto
ro: Fără fotografie
ru: Без фото
sk: Bez fotografie
sl: Ni fotografij.
sv: Ingen foto
ta: புகைப்படம் இல்லை
te: చిత్రం లేదు
th: ไม่มีรูปภาพ
tr: Fotoğraf yok
uk: Без фото
vi: Không có ảnh
zh_hans: 无照片
zh_hant: 沒有照片

# training.9fcc2f46457a
source: {{value1}} {{value2}} × {{value3}}回
ar_sa: {{value1}} {{value2}} × {{value3}} مرات
ca: {{value1}} {{value2}} × {{value3}} vegades
cs: {{value1}} {{value2}} × {{value3}}x
da: {{value1}} {{value2}}Afbryd ¶{{value3}}Gentag
de_de: {{value1}} {{value2}} × {{value3}} Mal
el: {{value1}} {{value2}} × {{value3}} φορές
en_au: {{value1}} {{value2}} × {{value3}} times
es_es: {{value1}} {{value2}} × {{value3}} veces
fi: {{value1}} {{value2}} kertaa × {{value3}}
fr_ca: {{value1}} {{value2}} × {{value3}} fois
gu: {{value1}} {{value2}} × {{value3}} વખત
he: {{value1}} {{value2}} × {{value3}} פעמים
hi: {{value1}} {{value2}} × {{value3}} बार
hr: {{value1}} {{value2}} puta × {{value3}}
hu: {{value1}} {{value2}} x {{value3}} alkalom
id: {{value1}} {{value2}} × {{value3}} kali
it: {{value1}} {{value2}} × {{value3}} volte
ko: {{value1}} {{value2}} × {{value3}}회
mr: {{value1}} {{value2}} × {{value3}} वेळा
ms: {{value1}} {{value2}} × {{value3}} Pengulangan
nl_nl: {{value1}} {{value2}} × {{value3}}
no: {{value1}} {{value2}} × {{value3}} ganger
pl: {{value1}} {{value2}} × {{value3}} razy
pt_br: {{value1}} {{value2}} × {{value3}} vezes
pt_pt: {{value1}} {{value2}} × {{value3}} vezes
ro: {{value1}} {{value2}} × {{value3}}
ru: {{value1}} {{value2}} × {{value3}} раз
sk: {{value1}} {{value2}} × {{value3}}x
sl: {{value1}} {{value2}} × {{value3}}krat
sv: {{value1}} {{value2}} × {{value3}} gånger
ta: {{value1}} {{value2}} ஐ {{value3}} முறை
te: {{value1}} {{value2}} × {{value3}} సార్లు
th: {{value1}} {{value2}} x {{value3}} ครั้ง
tr: {{value1}} {{value2}} × {{value3}} kez
uk: {{value1}} {{value2}} × {{value3}} разів
vi: {{value1}} {{value2}} × {{value3}} Lần
zh_hans: {{value1}} {{value2}} × {{value3}}次
zh_hant: {{value1}} {{value2}} × {{value3}} 次

# training.a0b0ff58b87b
source: 休憩 {{value1}}
ar_sa: كسر {{value1}}
ca: Trenca {{value1}}
cs: Odpočinek {{value1}}
da: Pause {{value1}}
de_de: Pause {{value1}}
el: Ξεκούραση {{value1}}
en_au: Rest {{value1}}
es_es: Descanso {{value1}}
fi: Tauko {{value1}}
fr_ca: Pause {{value1}}
gu: વિરામ {{value1}}
he: הפסקה {{value1}}
hi: ब्रेक {{value1}}
hr: Odmor {{value1}}
hu: Pihenés {{value1}}
id: Istirahat {{value1}}
it: Pausa {{value1}}
ko: 휴식 {{value1}}
mr: विश्रांती {{value1}}
ms: Istirahat {{value1}}
nl_nl: Pauze {{value1}}
no: Pause {{value1}}
pl: Przerwa {{value1}}
pt_br: Descanso {{value1}}
pt_pt: Descanso {{value1}}
ro: Pauză {{value1}}
ru: Отдых {{value1}}
sk: Odpočinok {{value1}}
sl: Odmor {{value1}}
sv: Vila {{value1}}
ta: ஓய்வு {{value1}}
te: విశ్రాంతి {{value1}}
th: พัก {{value1}} นาที
tr: Dinlenme {{value1}}
uk: Відпочинок {{value1}}
vi: Nghỉ ngơi {{value1}}
zh_hans: 休息 {{value1}}
zh_hant: 休息 {{value1}}

# training.a0c4d068d3f0
source: 手法
ar_sa: طريقة
ca: mètode
cs: Metoda
da: Metode
de_de: Methode
el: Τεχνική
en_au: Technique
es_es: Técnica
fi: Tekniikka
fr_ca: Méthode
gu: પદ્ધતિ
he: טכניקה
hi: विधि
hr: Metoda
hu: Technika
id: Metode
it: Tecnica
ko: 방법
mr: तंत्र
ms: Kaedah
nl_nl: Methode
no: Metode
pl: Metoda
pt_br: Método
pt_pt: Método
ro: Metodă
ru: Метод
sk: Metóda
sl: Metoda
sv: Metod
ta: முறை
te: విధానం
th: วิธีการ
tr: Teknik
uk: Метод
vi: Phương pháp
zh_hans: 动作
zh_hant: 方法

# training.a0c8f6106c6b
source: 未登録のため除外: {{value1}}
ar_sa: تم استبعاده بسبب عدم التسجيل: {{value1}}
ca: Exclusió per no haver-hi registre: {{value1}}
cs: Vyřazeno kvůli neúplné registraci: {{value1}}
da: Udelukket på grund af manglende registrering: {{value1}}
de_de: Ausgeschlossen aufgrund fehlender Registrierung: {{value1}}
el: Εξαιρείται λόγω μη εγγραφής: {{value1}}
en_au: Excluding due to not being registered: {{value1}}
es_es: Excluido debido a no estar registrado: {{value1}}
fi: Poistettu rekisteröinnin puuttuessa: {{value1}}
fr_ca: Exclu en raison d'un manque de données : {{value1}}
gu: સાથે નોંધાયેલ નથી: {{value1}}
he: מוסתר בגלל שלא רשום: {{value1}}
hi: पंजीकरण के अभाव में बाहर रखा गया: {{value1}}
hr: Izbačeno zbog neupisa: {{value1}}
hu: Ki leszűrt: {{value1}} (regisztrálatlan)
id: Tidak termasuk karena belum terdaftar: {{value1}}
it: Escluso per mancata registrazione: {{value1}}
ko: 등록되지 않았으므로 제외: {{value1}}
mr: नोंदणी नसल्यामुळे वगळले: {{value1}}
ms: Dikesalkan kerana belum mendaftar: {{value1}}
nl_nl: Uitgesloten vanwege niet geregistreerd: {{value1}}
no: Fjernet på grunn av ikke registrert: {{value1}}
pl: Wykluczone z powodu braku rejestracji: {{value1}}
pt_br: Excluído devido à falta de registro: {{value1}}
pt_pt: Excluído devido à falta de registro: {{value1}}
ro: Exclus din cauza neînregistrării: {{value1}}
ru: Исключено из списка: {{value1}}
sk: Vylúčené z dôvodu neprístupu: {{value1}}
sl: Izklopljeno zaradi neuporabljenosti: {{value1}}
sv: Exkluderat på grund av ej registrering: {{value1}}
ta: பதிவு செய்யப்படாததால் விலக்கப்பட்டது: {{value1}}
te: రికార్డ్ చేయకపోవడానికి కారణం: {{value1}}
th: ถูกตัดออกเนื่องจากยังไม่ได้ลงทะเบียน: {{value1}}
tr: Kaydedilmemiş olduğu için hariç: {{value1}}
uk: Виключено через відсутність реєстрації: {{value1}}
vi: Bỏ qua do chưa đăng ký: {{value1}}
zh_hans: 由于未注册，已排除：{{value1}}
zh_hant: 由于未注册，因此排除：{{value1}}

# training.a1576054e4f1
source: 例: 種目を1つ減らして休憩を長く
ar_sa: مثال: قلل عدد الأحداث بمقدار حدث واحد وخذ فترات راحة أطول.
ca: Exemple: reduïu el nombre d'esdeveniments en un i feu pauses més llargues.
cs: Příklad: Snižte počet cviků a prodlužte odpočinek
da: Eksempel: Reducer antallet af øvelser og forlæng pausen
de_de: Beispiel: Eine Übung weniger, um die Pause zu verlängern
el: Παράδειγμα: Μειώστε μία άσκηση και αυξήστε τον χρόνο ξεκούρασης
en_au: Example: Reduce the number of exercises and lengthen rest
es_es: Ejemplo: Reduce el número de ejercicios y aumenta el descanso
fi: Esimerkki: Vähennä sarjoja ja pidennä taukoa
fr_ca: Exemple : Réduire le nombre d'exercices pour une pause plus longue
gu: ઉદાહરણ: એક કસરત ઘટાડીને વિરામને લાંબો કરો
he: לדוגמה: הפחת את מספר התרגילים כדי להאריך את ההפסקות
hi: उदाहरण: एक व्यायाम कम करके ब्रेक लंबा करें
hr: Na primjer: Smanjite broj vježbi i produžite odmor
hu: Példa: Egyetlen gyakorlatot csökkents, hogy hosszabb legyen a pihenő idő
id: Contoh: Kurangi jumlah latihan dan perpanjang istirahat
it: Esempio: Riduci il numero di esercizi per prolungare la pausa
ko: 예: 운동 종류를 하나 줄여 휴식을 길게
mr: उदाहरण: एका व्यायामाची संख्या कमी करून विश्रांती जास्त घ्या
ms: Contoh: Kurangkan satu jenis latihan untuk istirahat yang lebih lama
nl_nl: Bijvoorbeeld: Verminder het aantal oefeningen en verleng de pauzes
no: Eksempel: Reduser antall øvelser for å ta en lengre pause
pl: Np. zmniejsz liczbę ćwiczeń i wydłuż przerwę
pt_br: Exemplo: Reduzir a quantidade de exercícios e aumentar o tempo de descanso
pt_pt: Exemplo: Reduzir a quantidade de exercícios e aumentar o tempo de descanso
ro: Exemplu: Reduceți numărul exercițiilor pentru a prelungi pauza
ru: Пример: Уменьшите количество упражнений для более длительного отдыха
sk: Napríklad: Znížte počet cvikov a predĺžte odpočinok
sl: Na primer: Zmanjšajte število vaj in podaljšajte odmerek
sv: Exempel: Minska antalet övningar för att få en längre vila
ta: எடுத்துக்காட்டு: ஒரு பயிற்சியை குறைத்து ஓய்வை நீட்டித்தல்
te: ఉదాహరణ: ఒక వ్యాయమాన్ని తగ్గించి విశ్రాంతిని ఎక్కువ చేయండి
th: ตัวอย่าง: ลดจำนวนท่าออกกำลังกาย แล้วเพิ่มเวลาพัก
tr: Örnek: Tek bir egzersizi azaltarak dinlemeyi uzatın
uk: Наприклад: зменште кількість вправ і збільште час відпочинку
vi: Ví dụ: Giảm số bài tập để nghỉ lâu hơn
zh_hans: 例如：减少一项运动，延长休息时间
zh_hant: 例如：減少一個動作，延長休息時間

# training.a55517b0b274
source: {{value1}}の目標重量を更新します。 {{value2}}
ar_sa: سيتم تحديث هدف الوزن لـ {{value1}}. {{value2}}
ca: Actualitza el teu objectiu de pes a {{value1}}. {{value2}}
cs: Aktualizuji cílovou váhu v {{value1}}. {{value2}}
da: Opdater målvægten for {{value1}}. {{value2}}
de_de: Aktualisiere Zielgewicht in «{{value1}}». «{{value2}}»
el: Ενημερώνετε τον στόχο σας στο {{value1}}. {{value2}}
en_au: Update target weight for {{value1}}. {{value2}}
es_es: Actualizar el objetivo de peso para {{value1}}. {{value2}}
fi: Päivitä {{value1}}:n tavoitepaino. {{value2}}
fr_ca: Mettre à jour l'objectif de poids pour {{value1}}. {{value2}}
gu: {{value1}} માટે લક્ષ્ય વજન અપડેટ કરો. {{value2}}
he: אני מעדכן את המשקל המטרה ל-{{value1}}. {{value2}}
hi: {{value1}} का लक्ष्य वजन अपडेट करें। {{value2}}
hr: Azuriranje ciljne težine za {{value1}}. {{value2}}
hu: {{value1}}-hez tartozó célállapotot frissítsd. {{value2}}
id: Menyegarkan target berat untuk {{value1}}. {{value2}}
it: Aggiorna l'obiettivo di peso per {{value1}}. {{value2}}
ko: {{value1}}의 목표 체중을 업데이트합니다. {{value2}}
mr: {{value1}} चे लक्ष्य वजन अपडेट करा. {{value2}}
ms: Menyemak semula sasaran berat badan {{value1}}. {{value2}}
nl_nl: Doelgewicht voor {{value1}} wordt bijgewerkt. {{value2}}
no: Oppdater målvekten for {{value1}}. {{value2}}
pl: Aktualizacja celu wagowego w {{value1}}. {{value2}}
pt_br: Atualizo o peso-alvo para {{value1}}. {{value2}}
pt_pt: Atualizo o peso-alvo para {{value1}}. {{value2}}
ro: Actualizează ținta de greutate pentru {{value1}}. {{value2}}
ru: Обновить целевое веса для {{value1}}. {{value2}}
sk: Aktualizujte cieľové váhy pre {{value1}}. {{value2}}
sl: Uporabljam {{value1}} za določitev ciljne teže. {{value2}}
sv: Uppdatera målvikten för {{value1}}. {{value2}}
ta: {{value1}} இலக்கான எடையை புதுப்பிக்கவும். {{value2}}
te: {{value1}} యొక్క లక్ష్య బరువును నవీకరిస్తున్నాను. {{value2}}
th: อัปเดตเป้าหมายน้ำหนักสำหรับ {{value1}} {{value2}}
tr: {{value1}}'in hedef ağırlığını güncelleyin. {{value2}}
uk: Оновлюється цільова вага для {{value1}}. {{value2}}
vi: Cập nhật mục tiêu cân nặng «{{value1}}». «{{value2}}»
zh_hans: 更新 {{value1}} 的目标体重。 {{value2}}
zh_hant: 請更新 {{value1}} 的目標重量。 {{value2}}

# training.a667d8bcf664
source: セット
ar_sa: مجموعة
ca: conjunt
cs: Sada
da: Sæt
de_de: Satz
el: Σετ
en_au: Set
es_es: Serie
fi: Sarja
fr_ca: Ensemble
gu: સેટ
he: סט
hi: सेट
hr: Serije
hu: Szett
id: Set
it: Serie
ko: 세트
mr: सेट
ms: Set
nl_nl: Set
no: Sett
pl: Seria
pt_br: Conjunto
pt_pt: Conjunto
ro: Set
ru: Серия
sk: Sada
sl: Serija
sv: Set
ta: செட்
te: సెట్
th: เซ็ต
tr: Set
uk: Сетап
vi: Bộ bài
zh_hans: 组
zh_hant: 組數

# training.a6a1cc3a4bfc
source: {{value1}}セット
ar_sa: مجموعة {{value1}}
ca: Conjunt {{value1}}
cs: Sady v {{value1}}
da: {{value1}} sæt
de_de: «{{value1}}» Sätze
el: Σετ στο {{value1}}
en_au: {{value1}} sets
es_es: Serie de {{value1}}
fi: {{value1}}:n sarjat
fr_ca: Séries de {{value1}}
gu: {{value1}} સેટ
he: סט של {{value1}}
hi: {{value1}} सेट
hr: Plan za {{value1}}
hu: {{value1}}
id: Set {{value1}}
it: Serie di {{value1}}
ko: {{value1}} 세트
mr: {{value1}} सेट
ms: Set {{value1}}
nl_nl: {{value1}} sets
no: {{value1}}-sett
pl: Trening w {{value1}}
pt_br: Séries de {{value1}}
pt_pt: Séries de {{value1}}
ro: Seturi {{value1}}
ru: Серия {{value1}}
sk: Súpravy pre {{value1}}
sl: {{value1}} serija
sv: {{value1}} set
ta: {{value1}} தொகுப்பு
te: {{value1}} సెట్లు
th: เซ็ตของ {{value1}}
tr: {{value1}} setleri
uk: Сесії {{value1}}
vi: «{{value1}}» tập
zh_hans: {{value1}} 组
zh_hant: {{value1}} 組

# training.a7f361c7373f
source: {{value1}}と計画を作る
ar_sa: ضع خطة مع {{value1}}
ca: Feu un pla amb {{value1}}
cs: Vytvořte plán pro {{value1}}
da: {{value1}} og oprette en plan
de_de: Erstellen Sie einen Plan für {{value1}}
el: Δημιουργία σχεδίου για το {{value1}}
en_au: Create a plan for {{value1}}
es_es: Crear un plan para {{value1}}
fi: Luo {{value1}} ja suunnitelma
fr_ca: Créer un plan pour {{value1}}
gu: {{value1}} અને યોજના બનાવો
he: צור תוכנית עבור {{value1}}
hi: {{value1}} के लिए योजना बनाएं
hr: Kreiranje plana za {{value1}}
hu: Készítsd el a {{value1}}-t!
id: Buat rencana untuk {{value1}}
it: Creare un piano per {{value1}}
ko: {{value1}}와 계획 만들기
mr: {{value1}} आणि योजना तयार करा
ms: {{value1}} dan rancang
nl_nl: {{value1}} plannen en maken
no: Lag en plan for {{value1}}
pl: Stwórz plan dla {{value1}}
pt_br: Criar um plano para {{value1}}
pt_pt: Criar um plano para {{value1}}
ro: Creează un plan pentru {{value1}}
ru: Создать план для {{value1}}
sk: Vytvorte plán pre {{value1}}
sl: Ustvarite načrt za {{value1}}
sv: Skapa en plan för {{value1}}
ta: {{value1}} மற்றும் ஒரு திட்டத்தை உருவாக்குங்கள்
te: {{value1}} మరియు ప్రణాళికను రూపొందించుకోండి
th: สร้างแผนสำหรับ {{value1}}
tr: {{value1}} ile plan oluşturun
uk: Створити план для {{value1}}
vi: {{value1}}«» và lên kế hoạch
zh_hans: {{value1}}，创建计划
zh_hant: {{value1}}，建立計畫

# training.a85ababac45e
source: 計画セット
ar_sa: مجموعة التخطيط
ca: conjunt de planificació
cs: Série plánu
da: Plan sæt
de_de: Satzplan
el: Σετ σχεδίου
en_au: Plan set
es_es: Series de plan
fi: Suunnitelmasarja
fr_ca: Séries de plan
gu: યોજના સેટ
he: סט תוכניות
hi: योजना सेट
hr: Serija plana
hu: Terv beállítása
id: Set rencana
it: Serie di allenamento
ko: 세트 계획
mr: नियोजन सेट
ms: Set rencana
nl_nl: Planning set
no: Planlagt sett
pl: Zestaw planów
pt_br: Conjunto de planos
pt_pt: Conjunto de planos
ro: Set de planuri
ru: Набор планов
sk: Plán
sl: Načrt
sv: Plan set
ta: திட்டங்கள்
te: ప్రణాళిక సెట్
th: ชุดแผน
tr: Set olarak planlama
uk: Набір планів
vi: Tập kế hoạch
zh_hans: 计划集
zh_hant: 計畫組

# training.a9629f892deb
source: 週
ar_sa: أسبوع
ca: setmana
cs: Týden
da: Uge
de_de: Woche
el: Εβδομάδα
en_au: Week
es_es: Semana
fi: Viikko
fr_ca: Semaine
gu: અઠવાડિયું
he: שבוע
hi: सप्ताह
hr: Tjedan
hu: Hét
id: Minggu
it: Settimana
ko: 주
mr: हप्ता
ms: Minggu
nl_nl: Week
no: Uke
pl: Tydzień
pt_br: Semana
pt_pt: Semana
ro: Săptămână
ru: Неделя
sk: Týždeň
sl: Nedelja
sv: Vecka
ta: வாரம்
te: వారం
th: สัปดาห์
tr: Hafta
uk: Тиждень
vi: Tuần
zh_hans: 每周

# training.a9ba22011245
source: 加算重量を入力。アシスト重量はマイナスで記録できます。
ar_sa: أدخل الوزن الإضافي. يمكن تسجيل الوزن المساعد كقيمة سلبية.
ca: Introduïu el pes addicional. El pes d'ajuda es pot registrar com a valor negatiu.
cs: Zadejte váhu pro přidání. Pro asistovanou váhu můžete zadat zápornou hodnotu.
da: Indtast vægtøgning. Du kan registrere hjælpevægten som et negativt tal.
de_de: Gewicht hinzufügen. Hilfsgewichte können mit negativen Werten erfasst werden.
el: Εισάγετε το επιπλέον βάρος. Το βοηθητικό βάρος μπορεί να καταγραφεί με αρνητική τιμή.
en_au: Enter additional weight. You can record assistance weight as a negative value.
es_es: Introduce el peso adicional. El peso de asistencia puede registrarse como negativo.
fi: Lisää paino. Apupainot voidaan merkitä negatiiviseksi.
fr_ca: Entrez le poids supplémentaire. Le poids d'assistance peut être enregistré avec un signe négatif.
gu: વજન ઉમેરો. સહાયક વજનને નકારાત્મક તરીકે રેકોર્ડ કરી શકાય છે.
he: הזן משקל נוסף. ניתן להכניס משקל עזר עם סימן מינוס.
hi: भार दर्ज करें। सहायक भार को नकारात्मक मान के रूप में दर्ज किया जा सकता है।
hr: Unesite težinu za pomoć. Težinu za asistenciju možete upisati negativno.
hu: Adja meg a hozzáadott súlyt. A segítő súlyt negatív értékkel lehet rögzíteni.
id: Masukkan berat tambahan. Berat bantuan dapat dicatat sebagai angka negatif.
it: Inserisci il peso aggiuntivo. Il peso di assistenza può essere registrato negativamente.
ko: 추가 무게를 입력하세요. 보조 무게는 음수로 기록할 수 있습니다.
mr: वजनाची माहिती प्रविष्ट करा. सहाय्यक वजनासाठी नकारात्मक मूल्य नोंदवू शकता.
ms: Masukkan berat tambahan. Berat bantuan boleh dicatat sebagai negatif.
nl_nl: Voeg gewicht toe. U kunt een assistentiegewicht invoeren met een negatief getal.
no: Skriv inn vektøkning. Du kan registrere assistansevekten som et negativt tall.
pl: Podaj wagę dodatkową. Możesz wpisać wartość ujemną dla wagi pomocniczej.
pt_br: Insira o peso adicional. O peso de assistência pode ser registrado como negativo.
pt_pt: Insira o peso adicional. O peso de assistência pode ser registrado como negativo.
ro: Introduceți greutatea suplimentară. Greutatea de asistență poate fi înregistrată ca negativ.
ru: Введите вес для увеличения нагрузки. Вес для помощи можно указать в отрицательном значении.
sk: Zadajte váhu, ktorú chcete pridávať. Váha asistencie môže byť znížená a zaznamenaná.
sl: Vnesite dodatno težo. Za pomoč lahko uporabite negativne vrednosti.
sv: Ange vikten för assistansen. Vikten kan registreras som negativt värde.
ta: எடையை சேர்க்கவும். உதவி எடையை எதிர்மறையாக பதிவு செய்யலாம்.
te: బరువును జోడించండి. సహాయక బరువును ప్రతికూలంగా నమోదు చేయవచ్చు.
th: ใส่ค่าเพิ่มน้ำหนัก สามารถบันทึกน้ำหนักช่วยเป็นลบได้
tr: Ağırlığı ekleyin. Destek ağırlığı negatif olarak kaydedilebilir.
uk: Введіть додаткову вагу. Вага допомоги може бути записана як від'ємне значення.
vi: Nhập thêm trọng lượng. Trọng lượng hỗ trợ có thể được ghi âm bằng số âm.
zh_hans: 请输入增加重量。辅助重量可以设置为负数进行记录。
zh_hant: 請輸入增加重量。輔助重量可以記錄為負數。

# training.aa13a7c82f0f
source: クランチ
ar_sa: أزمة
ca: cruixent
cs: Kliky
da: Knæbøjninger
de_de: Kniebeugen mit Gewichten
el: Κράμπες
en_au: Crunch
es_es: Sentadillas con mancuernas
fi: Krunchi
fr_ca: Crunch
gu: ક્રન્ચ
he: כפיפות
hi: क्रंच
hr: Klupice za trčanje
hu: Csontozás
id: Crunch
it: Crunch
ko: 크런치
mr: क्रंच
ms: Crunch
nl_nl: Crunch
no: Knebøy med vekt
pl: Ćwiczenie: Crunch
pt_br: Agachamento com halteres
pt_pt: Agachamento com halteres
ro: Crunch
ru: Кранчи
sk: Crunch
sl: Trčanje
sv: Knäböj
ta: குரங்கு பயிற்சி
te: క్రాంచ్
th: ครานต์
tr: Crunch (Karın egzersizi)
uk: Кранчі
vi: Squat
zh_hans: 卷腹
zh_hant: 腹肌訓練

# training.ab9657692a70
source: 続ける
ar_sa: استمر
ca: continuar
cs: Pokračovat
da: Fortsæt
de_de: Weiter
el: Συνέχεια
en_au: Continue
es_es: Continuar
fi: Jatka
fr_ca: Continuer
gu: ચાલુ રાખો
he: להמשך
hi: जारी रखें
hr: Nastaviti
hu: Folytatás
id: Lanjutkan
it: Continua
ko: 계속
mr: जारी ठेवा
ms: Teruskan
nl_nl: Doorgaan
no: Fortsett
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sl: Pripravi
sv: Fortsätt
ta: தொடரவும்
te: కొనసాగించు
th: ต่อเนื่อง
tr: Devam Et
uk: Продовжувати
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# training.ac1592e85d63
source: 基本
ar_sa: الأساسية
ca: bàsic
cs: Základní
da: Grundlæggende
de_de: Grundlage
el: Βασικό
en_au: Basic
es_es: Básico
fi: Perus
fr_ca: Basique
gu: મૂળભૂત
he: בסיס
hi: मूल
hr: Osnovno
hu: Alap
id: Dasar
it: Base
ko: 기본
mr: मूलभूत
ms: Dasar
nl_nl: Basis
no: Grunnleggende
pl: Podstawowe
pt_br: Básico
pt_pt: Básico
ro: De bază
ru: Базовый
sk: Základné
sl: Osnovno
sv: Grundläggande
ta: அடிப்படை
te: ప్రాథమిక
th: พื้นฐาน
tr: Temel
uk: Основне
vi: Cơ bản
zh_hans: 基础

# training.ac806fcfe196
source: 削除
ar_sa: حذف
ca: Suprimeix
cs: Odstranit
da: Slet
de_de: Löschen
el: Διαγραφή
en_au: Delete
es_es: Eliminar
fi: Poista
fr_ca: Supprimer
gu: કાઢી નાખો
he: מחיקה
hi: हटाएं
hr: Izbrisati
hu: Törlés
id: Hapus
it: Elimina
ko: 삭제
mr: हटवा
ms: Tukarkan
nl_nl: Verwijderen
no: Slett
pl: Usuń
pt_br: Excluir
pt_pt: Excluir
ro: Șterge
ru: Удалить
sk: Odstrániť
sl: Izbrisati
sv: Ta bort
ta: நீக்கு
te: తొలగించు
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# training.active_workout_saved
source: 中断すると現在のセット内容を保存し、あとで続きから再開できます。
ar_sa: إذا أوقفت، يمكنك حفظ محتوى التمرين الحالي ومواصلة من حيث توقفت.
ca: Si interrompeu, es guardarà el contingut actual i podeu reprendreu des d'on heu deixat.
cs: Pokud přerušíte, uloží se aktuální série a můžete pokračovat později.
da: Gemmer nuværende sæt, så du kan fortsætte senere.
de_de: Wenn Sie unterbrechen, werden die aktuellen Sätze gespeichert und können später fortgesetzt werden.
el: Αν διακοπεί, μπορείτε να αποθηκεύσετε την τρέχουσα σειρά και να συνεχίσετε αργότερα.
en_au: Save current workout and resume later.
es_es: Si interrumpes, se guardará el contenido actual y podrás reanudar desde donde lo dejaste.
fi: Keskeytäminen tallentaa nykyisen sarjan ja voit jatkaa myöhemmin.
fr_ca: Si vous interrompez, votre entraînement actuel sera sauvegardé pour reprendre plus tard.
gu: જો તમે વર્કઆઉટમાં વિરામ લો, તો તમારી વર્તમાન સેટની માહિતી સાચવવામાં આવશે અને તમે પછીથી ફરીથી શરૂ કરી શકો છો.
he: אם תפסיקו, תוכלו לשמור את התכנית הנוכחית ולהמשיך ממנה מאוחר יותר.
hi: यदि आप रुकते हैं, तो वर्तमान सेट को सहेजें और बाद में फिर से शुरू करें।
hr: Ako prekidate, spremljujete trenutni set i možete nastaviti kasnije.
hu: Ha megszakítod, az aktuális edzés tartalmat megőrzöd, és később folytathatod.
id: Simpan set saat ini, lalu lanjutkan nanti.
it: Interrompere salva l'allenamento corrente, per riprenderlo in seguito.
ko: 중단 시 현재 세트 내용을 저장하고 나중에 다시 시작할 수 있습니다.
mr: सत्र थांबवल्यास, सध्याचे सेट जतन करा आणि नंतर पुन्हा सुरू करा.
ms: Simpan set semasa. Anda boleh meneruskan daripada di mana anda berhenti.
nl_nl: Als je stopt, sla je huidige set op en hervat het later.
no: Lagre gjeldende treningssett, slik at du kan fortsette senere.
pl: Przerwanie treningu zapisze obecny zestaw i pozwoli na wznowienie później.
pt_br: Se interromper, salve o treino atual e continue depois.
pt_pt: Interromper salva o treino atual, para continuar mais tarde.
ro: Dacă întrerupi, salvezi setul curent și poți relua de unde ai rămas.
ru: Сохраните текущий набор упражнений и продолжите позже.
sk: Ak prestanete, uložíte aktuálny set a môžete pokračovať neskôr.
sl: Čeprav prekinete, lahko shranite trenutno serijo in nadaljujete pozneje.
sv: Spara nuvarande set och fortsätt senare.
ta: இடைநிறுத்தினால், தற்போதைய பயிற்சி விவரங்களை சேமித்து, பின்னர் தொடர்ச்சியாக மீண்டும் தொடங்கலாம்.
te: మీరు వ్యాయామం మధ్యలో ఆపి, తర్వాత కొనసాగించవచ్చు.
th: หากหยุด ใช้งานเซ็ตปัจจุบันได้ และกลับมาทำต่อได้
tr: Eğer antrenmanı kesersen, mevcut set içeriğini kaydedebilir ve daha sonra devam edebilirsin.
uk: Якщо призупинити, збережіть поточний набір і продовжте пізніше.
vi: Lưu lại tập hiện tại để tiếp tục sau.
zh_hans: 中断时，可保存当前训练内容，稍后从上次继续。
zh_hant: 暫停後，可保存當前訓練內容並稍後從該處繼續。
